[{
        "id": "0",
        "title": "RDF based modeling of relative and absolute chronological data: Examples from the central african rainforest and roman periodisation",
        "abstract": "Chronology in Archaeology contains many hidden assumptions. Chronological intervals resulting from data analysis are sometimes based on absolute “certain” datings (e.g. C14 or Roman emperor reign years) or derived from relative datings or combinations of these. This may even lead to circular argumentations with hidden contradictions. To produce verifiable chronological relations, a well documented data scheme containing all the relevant chronological archaeological information is required.We modeled this scheme as an RDF (Resource Description Framework) based ontology comprising Allen`s interval algebra and provided the results as Linked Open Data. This is exemplarily done by parsing CSV based datasets of two case studies, one concerning the Iron Age settlement history of the Central African rainforest, and the second focusing on a system for Roman period classification used at the RGZM in Mainz.The first case study was based on a recently finished PhD thesis and reviewed the current knowledge on the settlement history of the Central African rainforest. The available data derived from surveys and excavations between present-day Cameroon and Angola. Chronological relations between groups have been modeled within a RDF graph in order to produce a machine readable and processable semantic representation. Additionally, we used radiocarbon dates from the OpenAccess data repository Archives des datations radiocarbone d'Afrique centrale (aDRAC). For the second case study, we developed a workflow for the RGZM retrieval system “easydb” in which a wide variety of time interval descriptions is used. Apart from the historically definable Roman emperor reigning years, which can often be subdivided by the consulship years of an emperor, many descriptives such as “early Roman” or “late Roman/early Medieval” are regularly used but far from being precise. For both case studies using RDF based modeling generated a reproducible representation of the state of knowledge concerning the temporal sequences of time intervals.",
        "category": "conference talk",
        "category_short": "talk",
        "language": "English",
        "language_short": "en",
        "date": "2018-09-08",
        "year": 2018,
        "license": "CC BY 4.0",
        "license_link": "https://creativecommons.org/licenses/by/4.0/deed.de",
        "authors": ["Seidensticker, Dirk", "Thiery, Florian", "Mees, Allard", "Schmid, Clemens"],
        "conference": "24th Annual Meeting of the European Association of Archaeologists",
        "conference_short": "EAA 2018",
        "conference_link": "https://www.e-a-a.org/eaa2018",
        "venue": "University of Barcelona",
        "venue_short": "University Barcelona",
        "venue_link": "https://www.wikidata.org/wiki/Q219615",
        "lat": 41.3841786,
        "lon": 2.1666381,
        "doi": "10.5281/zenodo.1410516",
        "doi_link": "https://doi.org/10.5281/zenodo.1410516",
        "pdf": "http://docs.linkedgeodesy.org/publications/2018_09_08_EAA_BarcelonaAlligator.pdf"
    },
    {
        "id": "1",
        "title": "labeling system",
        "abstract": "Als Linked Open Data wird die direkte Vernetzung von frei verfügbaren Daten im Internet bezeichnet. Aufgrund der ständig wachsenden Datenmenge ergeben sich für die Wissenschaften daraus ganz neue Erkenntnismöglichkeiten. Dieses Wissensnetzwerk kämpft unter anderem mit dem Problem von nicht eindeutigen Begrifflichkeiten. Der natürliche Wortlaut eines Begriffs genügt datenverarbeitenden Systemen oftmals nicht, um sich dessen exakte Bedeutung zu erschließen. Eine maschinenlesbare Definition beinhaltet daher neben natürlichsprachlicher Erläuterungen auch Verknüpfungen zu anderen Datenquellen, um den korrekten Begriffskontext sicherzustellen. Labeling System ist eine Web-App, die an dieser Stelle ansetzt und mittels einer leicht bedienbaren Nutzeroberfläche das Erstellen von Begriffen und deren maschinenlesbarer Definitionen ermöglicht. Wissenschaftler*innen haben so die Möglichkeit, ihr Wissen als ”Linked Open Data“ zur Verfügung zu stellen und somit die Qualität der Forschungsdaten in ihrem Arbeitsgebiet zu verbessern. ",
        "category": "poster",
        "category_short": "poster",
        "language": "German",
        "language_short": "de",
        "date": "2017-09-22",
        "year": 2017,
        "license": "CC BY 4.0",
        "license_link": "https://creativecommons.org/licenses/by/4.0/deed.de",
        "authors": ["Thiery, Florian", "Kunz, Axel", "Dufner, Matthias"],
        "conference": "Get Together DH-RMU",
        "conference_short": "Get Together DH-RMU",
        "conference_link": "https://www.dh-rmu.de/index.php/programm-gettogether-dh-rmu/",
        "venue": "Akademie der Wissenschaften und der Literatur, Mainz",
        "venue_short": "ADW, Mainz",
        "venue_link": "https://www.wikidata.org/wiki/Q219615",
        "lat": 49.976573,
        "lon": 8.27072,
        "doi": "10.5281/zenodo.921997",
        "doi_link": "https://doi.org/10.5281/zenodo.921997",
        "pdf": "http://docs.linkedgeodesy.org/publications/2017_DHRMU_Poster.pdf"
    }
]
